export const articleList = [
  {
    id: 1,
    title: "利用 Vercel 打造个人静态网站",
    date: "10月 5，2025",
    content:
      "这是一篇关于利用 Vercel 打造个人静态网站的文章, 你可以在 Vercel 上部署你的 React 项目, 并将其设置为静态网站, 从而实现快速部署和访问。",
  },
  {
    id: 2,
    title: "将项目代码上传至 github 仓库",
    date: "10月 12，2025",
    content:
      "这是一篇关于将项目代码上传至 github 仓库的文章, 你可以在 github 上创建一个新的仓库, 并将你的项目代码上传至该仓库, 从而实现版本控制和协作开发。",
  },
  {
    id: 3,
    title: "关于 Git 使用中的报错指南",
    date: "10月 19，2025",
    content:
      "这是一篇关于关于 Git 使用中的报错指南的文章, 你可以在使用 Git 过程中遇到报错时, 参考该文章, 从而解决报错问题。",
  },
  {
    id: 4,
    title:
      "顺 “瓜” 摸 “藤”（鸿蒙开发）—— 1. 应用的二次退出 / 防误触退出（小📕案例版）",
    date: "2月 4，2026",
    content:
      "这是一篇关于 顺 “瓜” 摸 “藤” —— 应用的二次退出（防误触退出） 的文章, 你可以在该文章中学习到如何防止误触退出应用, 从而提高应用的稳定性。",
  },
  // {
  //   id: 6,
  //   title: "鸿蒙开发 —— 项目创建与运行",
  //   date: "11月 9，2025",
  //   content:
  //     "这是一篇关于鸿蒙开发 —— 项目创建与运行的文章, 你可以在该文章中学习到如何创建和运行鸿蒙项目, 从而开始鸿蒙开发。",
  // },
];

export const exitVideoList = [
  // {
  //   id: 1,
  //   title: "哔哩哔哩",
  //   src: "/exit-bilibili.mp4",
  // },
  {
    id: 2,
    title: "小红书",
    src: "/exit-redbook.mp4",
  },
];
